const Quizset = [
    {
        question: "ㄅㄐ是什麼？",
        options: [
            "醜男",
            "會長",
            "阿海",
            "天鈞表哥",
            "變態"
        ]
        // options: [
        //     { a1: "醜男"},
        //     { a2: "會長"},
        //     { a3: "阿海"},
        //     { a4: "天鈞的表哥"},
        //     { a5: "變態"}
        // ]
    },
    {
        question: "台大最大系？",
        options: [
            "醫學",
            "管院各系",
            "電機",
            "文學院",
            "工學院"
        ]
        // options: [
        //     { a1: "醫學"},
        //     { a2: "管院各系"},
        //     { a3: "電機"},
        //     { a4: "文學院"},
        //     { a5: "工學院"}
        // ]
    }
]

module.exports = Quizset;