const Quizset = [
    {
        question: "幾年級才算是老屁股，脫離菜逼八？",
        options: [
            "大一",
            "大二",
            "大三",
            "大四",
            ">大四"
        ]
    },
    {
        question: "幾點是睡覺時間？",
        options: [
            "12點",
            "1點",
            "2點",
            "3點",
            "3點以後"
        ]
    },
    {
        question: "剩多久開始趕才算是趕死線？",
        options: [
            "倒數1小時",
            "倒數12小時",
            "倒數24小時",
            "倒數三天",
            "倒數一週"
        ]
    },
    {
        question: "大學部時期你認識多少系上同學？",
        options: [
            "10個我系邊",
            "30個夠用就好",
            "應該有80個吧",
            "至少一半以上",
            "全！部！我！夯！"
        ]
    },
    {
        question: "一學期都修幾學分？（註：沒有停修沒有被當剩下來的喔）",
        options: [
            "25以上",
            "20-25",
            "15-20",
            "10-15",
            "10以下"
        ]
    },
    {
        question: "一天花多少時間在耍廢？",
        options: [
            "我不耍廢",
            "偶爾偶爾，3小時",
            "平常平常，6小時",
            "估計是12小時",
            "我沒有不耍廢的時候"
        ]
    },
    {
        question: "去過幾次水源拖吊場？",
        options: [
            "0次",
            "1次",
            "2次",
            "2-5次",
            "超過5次"
        ]
    },
    {
        question: "你覺得資結的loading應該是幾學分？",
        options: [
            "沒修過",
            "3",
            "6",
            "10",
            ">10"
        ]
    },
    {
        question: "你的智商單位是幾Paul Wang（或凱祺，請自行轉換）？",
        options: [
            "1",
            "0.5",
            "0.01",
            "1奈",
            "< 1奈"
        ]
    },
    {
        question: "你看見的電機系男女比是多少？",
        options: [
            "1:1",
            "5:1",
            "10:1",
            "50:1",
            "100:0"
        ]
    },
    {
        question: "一個禮拜喝幾杯飲料？",
        options: [
            "0 喝水",
            "1-3 兩天一杯",
            "4-6 天天",
            "7 喝好喝滿",
            ">8 喝爆"
        ]
    },
    {
        question: "網路流量都用多少？",
        options: [
            "沒網路QQ",
            "1G足矣",
            "3G",
            "5G",
            "吃到飽沒在算"
        ]
    },
]

module.exports = Quizset;