const Quizset = [
    {
        question: "幾年級才算是老屁股，脫離菜逼八？",
        options: [
            "大一",
            "大二",
            "大三",
            "大四",
            "超越大四最帥"
        ]
    },
    {
        question: "幾點是睡覺時間？",
        options: [
            "12點",
            "1點",
            "2點",
            "3點",
            "3點以後啊⋯⋯我的肝"
        ]
    },
    {
        question: "剩多久開始趕才算是趕死線？",
        options: [
            "倒數1小時",
            "倒數12小時",
            "倒數24小時",
            "倒數三天",
            "倒數一週"
        ]
    },
    {
        question: "大學部時期你認識多少系上同學？",
        options: [
            "10個我系邊",
            "30個夠用就好",
            "應該有80個吧",
            "至少一半以上吧，我待人不錯",
            "全！部！我！夯！"
        ]
    },
    {
        question: "一學期都修幾學分？（註：沒有停修沒有被當剩下來的喔）",
        options: [
            "25以上，霸霸霸",
            "20-25學分",
            "15-20學分",
            "10-15學分",
            "10以下，我相信我畢的了業"
        ]
    },
    {
        question: "一天花多少時間在耍廢？",
        options: [
            "我不耍廢",
            "偶爾偶爾，3小時",
            "平常平常，6小時",
            "估計是12小時",
            "我沒有不耍廢的時候"
        ]
    },
    {
        question: "去過幾次水源拖吊場？",
        options: [
            "0次，我有好好停車",
            "1次",
            "2次",
            "2-5次",
            "超過5次，多到我也不記得了"
        ]
    },
    {
        question: "你覺得資結的loading應該是幾學分",
        options: [
            "我沒修過耶",
            "三學分扎扎實實",
            "依照睡眠時數判定可能要六學分",
            "學長都說是十學分",
            "超過十學分，修好修滿"
        ]
    },
    {
        question: "你的智商單位是幾Paul Wang（或凱祺，請自行轉換）",
        options: [
            "1 Paul Wang",
            "0.5 Paul Wang",
            "0.01 Paul Wang",
            "1奈 Paul Wang",
            "< 1奈 Paul Wang"
        ]
    },
    {
        question: "你看見的電機系男女比是多少？",
        options: [
            "1:1 剛剛好",
            "7:1",
            "10:1",
            "50:1",
            "100:0 哪來的女生我沒看到"
        ]
    },
    {
        question: "電機系一年有多少系上活動？",
        options: [
            "超過20個吧！電機無雙耶！",
            "10-20個，任君挑選",
            "5-10個，屈指可數",
            "5個以下",
            "對我來說，是0"
        ]
    },
    {
        question: "電機系吃烤雞可以吃多快？",
        options: [
            "非常快",
            "很快",
            "有點快",
            "有點慢",
            "非常慢"
        ]
    },
]

module.exports = Quizset;